import QubitBookData from './QubitBookData';

const booksUrdu = [
  {
    "id": 1,
    "title": "میں ملحد کیوں ہوں",
    "slug": "why-i-am-an-atheist",
    "author": "بھگت سنگھ",
    "collection": "",
    "description": "بھارتی انقلابی بھگت سنگھ کا جیل میں لکھا گیا ایک طاقتور اور منطقی مضمون جس میں وہ اپنے الحاد کا دفاع کرتے ہیں اور اندھی عقیدت کو چیلنج کرتے ہیں۔",
    "category": "الحاد اور مذہب",
    "genre": "",
  
    "price": "$9.99",
    "imageUrl": QubitBookData.Why_I_Am_an_Atheist,
    "rating": 4.8,
      
    "geography": {
      "country": "بھارت",
      "continent": "ایشیا",
      "Sub Region": "جنوبی ایشیا"
    },

    "keyPoints": ["عقلمندی", "انقلابی فکر", "مذہب کی تنقید"],
    "tags": ["الحاد", "بھارتی تاریخ", "انقلاب"],
    "isbn": "9788170288808",
    "pageCount": 64,
    "published": "1930",
    "originalPublished": "1930",
    "format": "پیپر بیک",
    "publisher": "گورنمنٹ آف انڈیا پریس / متعدد ری پرنٹس",
    "language": "اردو",
    "genres": ["آپ بیتی", "سیاسی فلسفہ", "الحاد"],
    "subjects": [
      "عقلمندی",
      "آزادی کی جدوجہد",
      "سیکولرزم",
      "مذہب اور عقیدہ",
      "بھارتی انقلابی",
      "ملحدانہ فلسفہ"
    ],
    "summary": "1930 میں لاہور سنٹرل جیل کی کوٹھری سے لکھا گیا، 'میں ملحد کیوں ہوں' بھارتی انقلابی بھگت سنگھ کا ایک بہادر اور فکری طور پر سخت مضمون ہے۔ بھگت سنگھ اس تصور کو چیلنج کرتے ہیں کہ خدا میں ان کا عدم اعتماد غرور یا ناپختگی سے پیدا ہوا تھا، وہ عقلمندی، انسان دوستی اور سیاسی شعور میں جڑے الحاد کا گہرا فلسفیانہ دفاع پیش کرتے ہیں۔ بھگت سنگھ دلیل دیتے ہیں کہ اندھی عقیدت انقلابی فکر کو کمزور کرتی ہے، اور وہ اس مذہبی دقیانوسی تصور پر سوال اٹھاتے ہیں جو جبر کو جائز قرار دیتی ہے یا سماجی تبدیلی سے توانائی کو ہٹا دیتی ہے۔ وہ صرف مذہب کو مسترد نہیں کرتے؛ وہ منطق اور زندہ انقلابی تجربے کے ذریعے منظم طریقے سے اس کی تردید کرتے ہیں، یہ دکھاتے ہوئے کہ الٰہی طاقت میں اعتقاد انصاف، آزادی اور عقل کی جدوجہد کے ساتھ غیر موافق ہے۔ عدمیت کی پیشکش کرنے کے بجائے، ان کا الحاد مقصد میں ڈوبا ہوا ہے - الٰہی مداخلت پر عمل، قربانی اور خود انحصاری کا مطالبہ کرتا ہے۔ یہ مضمون فکری بغاوت کا ایک متاثر کن ٹکڑا اور بھارت کی آزادی اور نظریاتی تاریخ میں ایک سنگ میل بنا ہوا ہے۔",
    "buttons": {
      "knowMore": `/books/why-i-am-an-atheist`,
      "getBook": "https://www.amazon.in/Why-Am-Atheist-Bhagat-Singh/dp/9389847125",
      "readSummary": "#",
      "listenAudiobook": "https://youtu.be/z4qnQxWrmto?si=ZWqVKRs2Ps_qs0uY"
    }
  }
  // Add more book translations here
];

export default booksUrdu;