import QubitBookData from './QubitBookData';

const booksHindi = [
  {
    "id": 1,
    "title": "मैं नास्तिक क्यों हूँ",
    "slug": "why-i-am-an-atheist",
    "author": "भगत सिंह",
    "collection": "",
    "description": "भारतीय क्रांतिकारी भगत सिंह द्वारा जेल में लिखा गया एक शक्तिशाली और तर्कपूर्ण निबंध, जिसमें वे अपने नास्तिकता का बचाव करते हैं और अंध विश्वास को चुनौती देते हैं।",
    "category": "नास्तिकता और धर्म",
    "genre": "",
  
    "price": "$9.99",
    "imageUrl": QubitBookData.Why_I_Am_an_Atheist,
    "rating": 4.8,
      
    "geography": {
      "country": "भारत",
      "continent": "एशिया",
      "Sub Region": "दक्षिण एशिया"
    },

    "keyPoints": ["तर्कवाद", "क्रांतिकारी विचार", "धर्म की आलोचना"],
    "tags": ["नास्तिकता", "भारतीय इतिहास", "क्रांति"],
    "isbn": "9788170288808",
    "pageCount": 64,
    "published": "1930",
    "originalPublished": "1930",
    "format": "पेपरबैक",
    "publisher": "भारत सरकार प्रेस / एकाधिक पुनर्मुद्रण",
    "language": "हिंदी",
    "genres": ["आत्मकथा", "राजनीतिक दर्शन", "नास्तिकता"],
    "subjects": [
      "तर्कवाद",
      "स्वतंत्रता संग्राम",
      "धर्मनिरपेक्षता",
      "धर्म और विश्वास",
      "भारतीय क्रांतिकारी",
      "नास्तिक दर्शन"
    ],
    "summary": "1930 में लाहौर सेंट्रल जेल की कोठरी से लिखा गया, 'मैं नास्तिक क्यों हूँ' भारतीय क्रांतिकारी भगत सिंह का एक साहसिक और बौद्धिक रूप से कठोर निबंध है। भगत सिंह इस धारणा को चुनौती देते हैं कि ईश्वर में उनका अविश्वास अहंकार या अपरिपक्वता से पैदा हुआ था, वे तर्कवाद, मानवतावाद और राजनीतिक चेतना में निहित नास्तिकता का गहन दार्शनिक बचाव प्रस्तुत करते हैं। भगत सिंह तर्क देते हैं कि अंध विश्वास क्रांतिकारी विचार को कमजोर करता है, और वे उस धार्मिक रूढ़िवादिता पर सवाल उठाते हैं जो उत्पीड़न को सही ठहराती है या सामाजिक परिवर्तन से ऊर्जा को हटा देती है। वे केवल धर्म को अस्वीकार नहीं करते; वे तर्क और जीवित क्रांतिकारी अनुभव के माध्यम से व्यवस्थित रूप से इसका खंडन करते हैं, यह दिखाते हुए कि दिव्य शक्ति में विश्वास न्याय, स्वतंत्रता और तर्क के संघर्ष के साथ असंगत है। शून्यवाद की पेशकश करने के बजाय, उनका नास्तिकता उद्देश्य में डूबा हुआ है - दैवीय हस्तक्षेप पर कार्रवाई, बलिदान और आत्मनिर्भरता की मांग करता है। यह निबंध बौद्धिक विद्रोह का एक प्रभावशाली टुकड़ा और भारत के स्वतंत्रता और वैचारिक इतिहास में एक मील का पत्थर बना हुआ है।",
    "buttons": {
      "knowMore": `/books/why-i-am-an-atheist`,
      "getBook": "https://www.amazon.in/Why-Am-Atheist-Bhagat-Singh/dp/9389847125",
      "readSummary": "#",
      "listenAudiobook": "https://youtu.be/z4qnQxWrmto?si=ZWqVKRs2Ps_qs0uY"
    }
  }
  // Add more book translations here
];

export default booksHindi;